public/cotacoes_enviadas/1002_COT18680-96_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>27/10/2022 09:55:56</Dt_Gravacao>
  <Cd_Fornecedor>02520829000140</Cd_Fornecedor>
  <Cd_Cotacao>COT18680-96</Cd_Cotacao>
  <Cd_Condicao_Pagamento>11</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>6</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>2000,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2661</Id_Produto_Sintese>
      <Cd_Produto_Comprador>108756</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1490</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>-</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>12777</Cd_ProdutoERP>
        </Marca_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1490</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>-</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>12778</Cd_ProdutoERP>
        </Marca_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1490</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>-</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>12780</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>1777</Id_Produto_Sintese>
      <Cd_Produto_Comprador>377</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>986</Id_Marca>
          <Ds_Marca>THEOTO</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0390</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12829</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>385</Id_Produto_Sintese>
      <Cd_Produto_Comprador>383</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0890</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8913</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>9210</Id_Produto_Sintese>
      <Cd_Produto_Comprador>481</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2490</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12827</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>992</Id_Produto_Sintese>
      <Cd_Produto_Comprador>494</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1432</Id_Marca>
          <Ds_Marca>LABOR IMPORT</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>1,2500</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12802</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>15944</Id_Produto_Sintese>
      <Cd_Produto_Comprador>112199</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>82</Id_Marca>
          <Ds_Marca>DESCARPACK</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>0,1190</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>9657</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2160</Id_Produto_Sintese>
      <Cd_Produto_Comprador>604</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,2200</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>13577</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>545</Id_Produto_Sintese>
      <Cd_Produto_Comprador>610</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>500</Qt_Embalagem>
          <Vl_Preco_Produto>0,1450</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8490</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>542</Id_Produto_Sintese>
      <Cd_Produto_Comprador>108181</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>250</Qt_Embalagem>
          <Vl_Preco_Produto>0,3190</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8476</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>610</Id_Produto_Sintese>
      <Cd_Produto_Comprador>109016</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8491</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>600</Id_Produto_Sintese>
      <Cd_Produto_Comprador>108182</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>250</Qt_Embalagem>
          <Vl_Preco_Produto>0,4990</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8508</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>